Folder = "Folders";
Text = "Text Documents";
Project = "Projects";
QuickTimeImporter = "Images";
Movie = "Movies";
TextTransform = "Text Factories";
ShellWorksheet = "Shell Worksheets";
Recent = "Most Recently Used";
